<!DOCTYPE html>
<html lang="ja">
<head>
<?php
/*
 * ヘッダの読み込み
 */

include 'head.html';
?>
<title>少林寺拳法とは</title>
</head>
<body>
<div id="page_back">
<div id="page">

<header>

<!-- ナビゲーション -->
<?php
/*
 * ナビゲーションを呼び出す
 * ナビゲーションの内容を変更したければnavi.htmlを変更してください
 *
 */

include 'navi.html';
?>

</header>

<main>

<section>
    <h1>少林寺拳法とは</h1>
    <h2>時は1947年</h2>
    <p>
        少林寺拳法は１９４７年、日本において宗道臣（そう　どうしん）が創始した”人づくりの行”です。<br />
        <br />
        自分の身体と精神を養いながら、他人とともに援け合い、幸せに生きることを説く「教え」と、
        自身の成長を実感し、パートナーとともに上達を楽しむ「技法」、そして、その教えと技術を遊離させず、
        相乗的なスパイラルとして機能させる「教育システム」が一体となっています。<br />
        <br />
        人間が育つ可能性の可能性を持つ種子であることを信じて健康な肉体と不屈の勇気と円満な人格を得て一人一人が
        幸福な人生を送る平和で豊かな社会を実現するために、積極的に行動していける勇気と情熱、しっかりとした考えと
        正義感に溢れた真のリーダーを育成しているのです。
    </p>
    <div id=center><img src='images/keri.jpeg' alt='剛法' width=50% ></div>

    <h2>実は...</h2>
    <p>
        上のように言うと、少し堅苦しく感じてしまいますが、部活の雰囲気は全く堅くなく、本当に楽しいものです！
        少林寺拳法をイメージしやすく言うと、「空手と柔道の間」という感じです。<br />
        というのは、空手のように「突き・蹴り」があり、柔道のように「投げ」がある等、とても面白い武術です！<br />
    </p>
    <div id='center'><img src='images/katame.jpeg' alt='柔法' width=50% ></div>
    <br>

    <h1 id="p21">ここがポイント</h1>

    <h2>護身術</h2>
    <p>
        少林寺拳法のメリットは、やはり<a id="red">護身術になる</a>ことです!<br>
        技術を身につければ、痴漢や暴力に立ち向かえるのです。<br>
        <br>
        何も女子だけに言っている訳じゃありません!<br>
        この物騒な世の中、あなたの日常に何が起こるかわかりません！いざという時に備えて、護身術を修得していても良いと思いませんか?<br>
        技術を身につけると、自分に自信が付くので普段からの心持ちが全く違ってきます。心に余裕があると日常が変わって見えますよ!<br>
        <br>
    </p>

    <h2>初心者からOK!</h2>
    <p>
        少林寺拳法は大学から始める人が多いです。現在の部員(2015)のうち、<a id="red">過半数</a>は大学から始めた人です。<br>
        最初は何もわからないと思います。しかし、先輩たちが付き添い丁寧に教えてくれるので、全く心配はいりません。<br>
    <br>
    </p>

    <h2>初段(黒帯)への道</h2>
    <p>
        未経験者の場合、最初は見習いとして白帯から始まります。練習を重ねると2カ月で、6級の試験を受けられます。<br>
        <br>
        この試験に合格すると緑帯に変わります。その後、5級、4級と試験を重ね、3級になると茶帯になります。<br>
        そして順調に昇級すれば、少林寺拳法を始めてから<a id="red">約2年</a>で初段の試験を受験でき、合格すれば晴れて黒帯です！<br>
    </p>

    <h2>他大との交流</h2>
    <p>
        例年８月に農工大をはじめとする関東の様々な大学で合同練習を行っています。<br>
        また、３月の本部合宿では全国からたくさんの大学が集まり、自分たちの技術を分け合います。<br>
        そうしてふれ合ってるうちに、きっと学外にたくさんの仲間が出来るはず！<br>
        <br>
        また、大会は、合宿でつくった仲間と練習の成果を見せ合う場となります。<br>
        少林寺拳法は他スポーツと違い、勝敗にかかわらず互いの成果を認め合うことが出来るのです。<br>
    </p>
</section>
</main>

<?php
/*
 * サブフレームを呼び出す
 * サブフレームの内容を変更したければsubframe.htmlを変更してください
 *
 */

include 'subframe.html';

?>
<?php
    //copyrightの挿入
    include 'footer.html';
?>

</div>
</div>
</body>
</html>
